Repository: MBasemBahman/TouristTransportation
Catalog: API/Resources/ResourcesFile.*.resx
Languages: ar

source: Bad Request!
ar: غير صالح!

source: Can't be deleted,employee assigned to some projects!
ar: لا يمكن حذفه ، تم تعيين الموظف في بعض المشاريع!

source: Can't be deleted,employee assigned to some tasks!
ar: لا يمكن حذفه ، الموظف مكلف ببعض المهام!

source: Can't be deleted,there are some categories in this workPlace!
ar: لا يمكن حذفه ، هناك بعض الفئات في مكان العمل هذا!

source: Can't be deleted,there are some departments in this workPlace!
ar: لا يمكن حذفه ، هناك بعض الأقسام في مكان العمل هذا!

source: Can't be deleted,there are some Employees in this Position!
ar: لا يمكن حذفه ، هناك بعض الموظفين في هذا المنصب!

source: Can't be deleted,there are some Employees in this workPlace!
ar: لا يمكن حذفه ، يوجد بعض الموظفين في مكان العمل هذا!

source: Can't be deleted,there are some low work in this department!
ar: لا يمكن حذفه ، هناك بعض الاقسام في هذا القسم!

source: Can't be deleted,there are some Low Work in this Position!
ar: لا يمكن حذفه ، هناك بعض المناصب في هذا المنصب!

source: Can't be deleted,there are some positions in this workPlace!
ar: لا يمكن حذفه ، هناك بعض المناصب في مكان العمل هذا!

source: Can't be deleted,there are some priorities in this workPlace!
ar: لا يمكن حذفه ، هناك بعض الأولويات في مكان العمل هذا!

source: Can't be deleted,there are some priority tasks!
ar: لا يمكن حذفه ، هناك بعض المهام ذات الأولوية!

source: Can't be deleted,there are some project States in this workPlace!
ar: لا يمكن حذفه ، هناك بعض حالات المشروع في مكان العمل هذا!

source: Can't be deleted,there are some projects in this category!
ar: لا يمكن حذفه ، هناك بعض المشاريع في هذه الفئة!

source: Can't be deleted,there are some projects in this workPlace!
ar: لا يمكن حذفه ، هناك بعض المشاريع في مكان العمل هذا!

source: Can't be deleted,there are some task states in this workPlace!
ar: لا يمكن حذفه ، هناك بعض حالات المهام في مكان العمل هذا!

source: Can't be deleted,there are some tasks in this workplace!
ar: لا يمكن حذفه ، هناك بعض المهام في مكان العمل هذا!

source: Can't create practices in past time!
ar: لا يمكن إنشاء مواعيد في الوقت الماضي!

source: Can't Edit
ar: لا يمكن التعديل

source: Email address not valid!
ar: عنوان البريد الإلكتروني غير صالح

source: Employee Already Added
ar: الموظف مضاف بالفعل

source: Invalid code!
ar: رمز غير صالح!

source: Login expired, please login again!
ar: انتهت صلاحية تسجيل الدخول ، يرجى تسجيل الدخول مرة أخرى!

source: login failed. Wrong user name or password.
ar: فشل عملية الدخول. اسم المستخدم أو كلمة المرور خاطئة.

source: Not Allowed
ar: غير مسموح

source: Not Allowed!
ar: غير مسموح

# Not Auth!
source: Not Allowed!
ar: غير مسموح

source: Not Found!
ar: غير موجود!

source: Old password is wrong!
ar: كلمة المرور القديمة خاطئة!

source: Please add meeting participates!
ar: الرجاء إضافة المشاركين في الاجتماع!

source: Please fill comment content!
ar: الرجاء ملء محتوى التعليق!

source: Please fill message content!
ar: خطأ! الرجاء كتابة الرسالة

source: Please fill post content!
ar: الرجاء ملء محتوى المنشور

source: Practices less than the slot of duration!
ar: الوقت المحدد أقل من وقت الحجز

source: Something error, please try again!
ar: خطأ ما ، يرجى المحاولة مرة أخرى!

source: The meeting did not start yet!
ar: الاجتماع لم يبدأ بعد!

source: The meeting not valid!
ar: الاجتماع غير صحيح!

source: The start time must be before the end time!
ar: يجب أن يكون وقت البدء قبل وقت الانتهاء!

source: There are already dates created within the given period
ar: توجد بالفعل تواريخ تم إنشاؤها خلال الفترة المحددة

source: User name already registered
ar: خطأ! يرجي تسجيل حساب جديد

source: user not found
ar: لم يتم العثور على المستخدم

source: You can't join the meeting!
ar: لا يمكنك الانضمام إلى الاجتماع!

source: You must add at aleast two members to chat!
ar: يجب عليك إضافة عضوين على الأقل للدردشة!

source: You must add chat name!
ar: يجب عليك إضافة اسم الدردشة!

source: You must add members to Group!
ar: يجب عليك إضافة أعضاء إلى المجموعة!
